Repository: bilbilak/claudebar
Catalog: apps/macos/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fa, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, tr, uk, zh

source: Account
ar: الحساب
cs: Účet
de: Konto
es: Cuenta
fa: حساب
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
pl: Konto
pt: Conta
ru: Учётная запись
sv: Konto
tr: Hesap
uk: Обліковий запис
zh: 账户

source: Adds session and weekly percentages next to the bars on the floating desktop meter (must be enabled below). The tray tooltip always shows percentages.
ar: يضيف النسب المئوية للجلسة والأسبوع بجوار الأشرطة على المقياس العائم على سطح المكتب (يجب تمكينه أدناه). تعرض تلميحة الشريط النسب المئوية دائمًا.
cs: Přidá procentní hodnoty relace a týdne vedle pruhů na plovoucím měřiči na ploše (musí být povoleno níže). Popisek v oznamovací oblasti zobrazuje procenta vždy.
de: Fügt die Sitzungs- und Wochenprozentwerte neben den Balken der schwebenden Desktop-Anzeige hinzu (muss unten aktiviert sein). Der Tooltip im Infobereich zeigt stets Prozentwerte an.
es: Añade los porcentajes de sesión y semanales junto a las barras del medidor flotante de escritorio (debe estar habilitado más abajo). La información sobre herramientas de la bandeja siempre muestra porcentajes.
fa: درصدهای نشست و هفتگی را در کنار نوارها روی سنجهٔ شناور دسکتاپ اضافه می‌کند (باید در پایین فعال شود). راهنمای سینی همیشه درصدها را نشان می‌دهد.
fr: Ajoute les pourcentages de session et hebdomadaires à côté des barres sur le compteur flottant du bureau (doit être activé ci-dessous). L'info-bulle de la barre d'état affiche toujours les pourcentages.
hi: तैरते डेस्कटॉप मीटर पर बार के बगल में सत्र और साप्ताहिक प्रतिशत जोड़ता है (नीचे सक्षम होना चाहिए)। ट्रे टूलटिप हमेशा प्रतिशत दिखाता है।
it: Aggiunge le percentuali di sessione e settimanali accanto alle barre sull'indicatore mobile del desktop (deve essere abilitato qui sotto). Il suggerimento nella barra delle applicazioni mostra sempre le percentuali.
ja: デスクトップのフローティングメーターのバーの横にセッションと週間のパーセンテージを追加します(下で有効にする必要があります)。トレイのツールチップには常にパーセンテージが表示されます。
ko: 부동 데스크탑 미터의 막대 옆에 세션 및 주간 백분율을 추가합니다(아래에서 활성화해야 함). 트레이 도구 설명에는 항상 백분율이 표시됩니다.
nl: Voegt sessie- en weekpercentages toe naast de balken op de zwevende bureaubladmeter (moet hieronder ingeschakeld zijn). De tooltip in het systeemvak toont altijd percentages.
pl: Dodaje procenty sesji i tygodnia obok pasków na pływającym mierniku pulpitu (musi być włączone poniżej). Etykieta w zasobniku zawsze pokazuje wartości procentowe.
pt: Adiciona as percentagens de sessão e semanais ao lado das barras no medidor flutuante do ambiente de trabalho (deve estar ativado abaixo). A dica de ferramenta da bandeja mostra sempre as percentagens.
ru: Добавляет проценты сессии и недели рядом с полосами на плавающем индикаторе рабочего стола (должен быть включён ниже). Подсказка в трее всегда показывает проценты.
sv: Lägger till session- och veckoprocent bredvid staplarna på den flytande skrivbordsmätaren (måste aktiveras nedan). Verktygstipset i aktivitetsfältet visar alltid procent.
tr: Yüzen masaüstü göstergesindeki çubukların yanına oturum ve haftalık yüzdeleri ekler (aşağıdan etkinleştirilmelidir). Sistem tepsisindeki ipucu her zaman yüzdeleri gösterir.
uk: Додає відсотки сесії та тижня поруч зі смугами на плаваючому індикаторі робочого стола (має бути ввімкнено нижче). Підказка в треї завжди показує відсотки.
zh: 在桌面浮动计量器的条形旁添加会话和每周百分比(必须在下方启用)。托盘提示始终显示百分比。

source: Advanced
ar: متقدم
cs: Pokročilé
de: Erweitert
es: Avanzado
fa: پیشرفته
fr: Avancé
hi: उन्नत
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Дополнительно
sv: Avancerat
tr: Gelişmiş
uk: Додатково
zh: 高级

source: Authentication
ar: المصادقة
cs: Ověřování
de: Authentifizierung
es: Autenticación
fa: احراز هویت
fr: Authentification
hi: प्रमाणीकरण
it: Autenticazione
ja: 認証
ko: 인증
nl: Verificatie
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
sv: Autentisering
tr: Kimlik doğrulama
uk: Автентифікація
zh: 身份验证

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh: 取消

source: Checking…
ar: جارٍ التحقق…
cs: Ověřuje se…
de: Wird geprüft…
es: Comprobando…
fa: در حال بررسی…
fr: Vérification…
hi: जाँच रहे हैं…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
nl: Controleren…
pl: Sprawdzanie…
pt: A verificar…
ru: Проверка…
sv: Kontrollerar…
tr: Kontrol ediliyor…
uk: Перевірка…
zh: 正在检查…

source: ClaudeBar Session: %d%% Weekly: %d%%
ar: ClaudeBar الجلسة: %d%% أسبوعي: %d%%
cs: ClaudeBar Relace: %d%% Týdně: %d%%
de: ClaudeBar Sitzung: %d%% Wöchentlich: %d%%
es: ClaudeBar Sesión: %d%% Semanal: %d%%
fa: ClaudeBar نشست: %d%% هفتگی: %d%%
fr: ClaudeBar Session : %d%% Hebdomadaire : %d%%
hi: ClaudeBar सत्र: %d%% साप्ताहिक: %d%%
it: ClaudeBar Sessione: %d%% Settimanale: %d%%
ja: ClaudeBar セッション: %d%% 週間: %d%%
ko: ClaudeBar 세션: %d%% 주간: %d%%
nl: ClaudeBar Sessie: %d%% Wekelijks: %d%%
pl: ClaudeBar Sesja: %d%% Tygodniowo: %d%%
pt: ClaudeBar Sessão: %d%% Semanal: %d%%
ru: ClaudeBar Сессия: %d%% За неделю: %d%%
sv: ClaudeBar Session: %d%% Vecka: %d%%
tr: ClaudeBar Oturum: %d%% Haftalık: %d%%
uk: ClaudeBar Сесія: %d%% За тиждень: %d%%
zh: ClaudeBar 会话:%d%% 每周:%d%%

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити
zh: 关闭

source: Color thresholds
ar: عتبات الألوان
cs: Barevné prahy
de: Farb-Schwellenwerte
es: Umbrales de color
fa: آستانه‌های رنگ
fr: Seuils de couleur
hi: रंग सीमाएँ
it: Soglie dei colori
ja: 色のしきい値
ko: 색상 임계값
nl: Kleurdrempels
pl: Progi kolorów
pt: Limiares de cor
ru: Цветовые пороги
sv: Färgtrösklar
tr: Renk eşikleri
uk: Кольорові пороги
zh: 颜色阈值

source: Copy link
ar: نسخ الرابط
cs: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
fa: کپی پیوند
fr: Copier le lien
hi: लिंक कॉपी करें
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nl: Link kopiëren
pl: Kopiuj link
pt: Copiar ligação
ru: Копировать ссылку
sv: Kopiera länken
tr: Bağlantıyı kopyala
uk: Копіювати посилання
zh: 复制链接

source: Could not start sign-in
ar: تعذّر بدء تسجيل الدخول
cs: Přihlašování nelze spustit
de: Anmeldung konnte nicht gestartet werden
es: No se pudo iniciar la sesión
fa: نمی‌توان فرایند ورود را آغاز کرد
fr: Impossible de démarrer la connexion
hi: साइन-इन प्रारंभ नहीं हो सका
it: Impossibile avviare l'accesso
ja: サインインを開始できませんでした
ko: 로그인을 시작할 수 없습니다
nl: Aanmelden kon niet worden gestart
pl: Nie udało się rozpocząć logowania
pt: Não foi possível iniciar a sessão
ru: Не удалось запустить вход
sv: Det gick inte att starta inloggningen
tr: Oturum açma başlatılamadı
uk: Не вдалося розпочати вхід
zh: 无法启动登录

source: Current session
ar: الجلسة الحالية
cs: Aktuální relace
de: Aktuelle Sitzung
es: Sesión actual
fa: نشست کنونی
fr: Session en cours
hi: वर्तमान सत्र
it: Sessione corrente
ja: 現在のセッション
ko: 현재 세션
nl: Huidige sessie
pl: Bieżąca sesja
pt: Sessão atual
ru: Текущая сессия
sv: Aktuell session
tr: Geçerli oturum
uk: Поточна сесія
zh: 当前会话

source: Current session: %d%%
ar: الجلسة الحالية: %d%%
cs: Aktuální relace: %d%%
de: Aktuelle Sitzung: %d%%
es: Sesión actual: %d%%
fa: نشست کنونی: %d%%
fr: Session en cours : %d%%
hi: वर्तमान सत्र: %d%%
it: Sessione corrente: %d%%
ja: 現在のセッション: %d%%
ko: 현재 세션: %d%%
nl: Huidige sessie: %d%%
pl: Bieżąca sesja: %d%%
pt: Sessão atual: %d%%
ru: Текущая сессия: %d%%
sv: Aktuell session: %d%%
tr: Geçerli oturum: %d%%
uk: Поточна сесія: %d%%
zh: 当前会话:%d%%

source: Current session: —
ar: الجلسة الحالية: —
cs: Aktuální relace: —
de: Aktuelle Sitzung: —
es: Sesión actual: —
fa: نشست کنونی: —
fr: Session en cours : —
hi: वर्तमान सत्र: —
it: Sessione corrente: —
ja: 現在のセッション: —
ko: 현재 세션: —
nl: Huidige sessie: —
pl: Bieżąca sesja: —
pt: Sessão atual: —
ru: Текущая сессия: —
sv: Aktuell session: —
tr: Geçerli oturum: —
uk: Поточна сесія: —
zh: 当前会话:—

source: Display
ar: العرض
cs: Zobrazení
de: Anzeige
es: Pantalla
fa: نمایش
fr: Affichage
hi: प्रदर्शन
it: Visualizzazione
ja: 表示
ko: 표시
nl: Weergave
pl: Wyświetlanie
pt: Apresentação
ru: Отображение
sv: Visning
tr: Görüntü
uk: Відображення
zh: 显示

source: Floating desktop meter
ar: مقياس عائم على سطح المكتب
cs: Plovoucí měřič na ploše
de: Schwebende Desktop-Anzeige
es: Medidor flotante de escritorio
fa: سنجهٔ شناور روی دسکتاپ
fr: Compteur flottant sur le bureau
hi: डेस्कटॉप पर तैरता मीटर
it: Indicatore mobile sul desktop
ja: デスクトップのフローティングメーター
ko: 데스크탑 부동 미터
nl: Zwevende bureaubladmeter
pl: Pływający miernik na pulpicie
pt: Medidor flutuante no ambiente de trabalho
ru: Плавающий индикатор на рабочем столе
sv: Flytande skrivbordsmätare
tr: Yüzen masaüstü göstergesi
uk: Плаваючий індикатор на робочому столі
zh: 桌面浮动计量器

source: General
ar: عام
cs: Obecné
de: Allgemein
fa: عمومی
fr: Général
hi: सामान्य
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sv: Allmänt
tr: Genel
uk: Загальні
zh: 通用

source: Helper binary:
ar: ملف المساعد التنفيذي:
cs: Pomocný binární soubor:
de: Hilfsprogramm-Binärdatei:
es: Binario auxiliar:
fa: فایل اجرایی کمکی:
fr: Binaire d'assistance :
hi: हेल्पर बाइनरी:
it: Binario di supporto:
ja: ヘルパーバイナリ:
ko: 도우미 바이너리:
pl: Plik binarny pomocnika:
pt: Binário auxiliar:
ru: Вспомогательный двоичный файл:
sv: Hjälpbinär:
tr: Yardımcı ikili dosya:
uk: Допоміжний бінарний файл:
zh: 辅助二进制文件:

source: Hide meter
ar: إخفاء المقياس
cs: Skrýt měřič
de: Anzeige ausblenden
es: Ocultar medidor
fa: پنهان کردن سنجه
fr: Masquer le compteur
hi: मीटर छिपाएँ
it: Nascondi indicatore
ja: メーターを非表示
ko: 미터 숨기기
nl: Meter verbergen
pl: Ukryj miernik
pt: Ocultar medidor
ru: Скрыть индикатор
sv: Dölj mätare
tr: Göstergeyi gizle
uk: Сховати індикатор
zh: 隐藏计量器

source: Keyring error — see logs
ar: خطأ في حلقة المفاتيح — راجع السجلات
cs: Chyba klíčenky — viz protokoly
de: Schlüsselbund-Fehler — siehe Protokolle
es: Error del llavero — consulta los registros
fa: خطای حلقه‌کلید — به گزارش‌ها مراجعه کنید
fr: Erreur du trousseau — consultez les journaux
hi: कीरिंग त्रुटि — लॉग देखें
it: Errore del portachiavi — consulta i registri
ja: キーリングのエラー — ログを参照してください
ko: 키링 오류 — 로그를 확인하세요
nl: Sleutelringfout — zie logboek
pl: Błąd pęku kluczy — zobacz dzienniki
pt: Erro do porta-chaves — consulte os registos
ru: Ошибка хранилища ключей — см. журналы
sv: Nyckelringsfel — se loggar
tr: Anahtarlık hatası — günlüklere bakın
uk: Помилка сховища ключів — див. журнали
zh: 密钥环错误 — 请查看日志

source: Labels:
ar: التسميات:
cs: Popisky:
de: Beschriftungen:
es: Etiquetas:
fa: برچسب‌ها:
fr: Étiquettes :
hi: लेबल:
it: Etichette:
ja: ラベル:
ko: 레이블:
pl: Etykiety:
pt: Etiquetas:
ru: Метки:
sv: Etiketter:
tr: Etiketler:
uk: Підписи:
zh: 标签:

source: Lock position
ar: قفل الموضع
cs: Uzamknout polohu
de: Position fixieren
es: Bloquear posición
fa: قفل کردن موقعیت
fr: Verrouiller la position
hi: स्थिति लॉक करें
it: Blocca posizione
ja: 位置をロック
ko: 위치 잠금
nl: Positie vergrendelen
pl: Zablokuj położenie
pt: Bloquear posição
ru: Зафиксировать положение
sv: Lås position
tr: Konumu kilitle
uk: Зафіксувати положення
zh: 锁定位置

source: Not signed in
ar: غير مسجل الدخول
cs: Nepřihlášeno
de: Nicht angemeldet
es: Sesión no iniciada
fa: وارد نشده‌اید
fr: Non connecté
hi: साइन इन नहीं
it: Accesso non eseguito
ja: サインインしていません
ko: 로그인되어 있지 않음
nl: Niet aangemeld
pl: Niezalogowany
pt: Sessão não iniciada
ru: Не выполнен вход
sv: Inte inloggad
tr: Oturum açık değil
uk: Не виконано вхід
zh: 未登录

source: Not signed in — open Settings to add a token
ar: غير مسجل الدخول — افتح الإعدادات لإضافة رمز
cs: Nepřihlášeno — otevřete Nastavení a přidejte token
de: Nicht angemeldet — Einstellungen öffnen, um ein Token hinzuzufügen
es: No has iniciado sesión — abre Ajustes para añadir un token
fa: وارد نشده‌اید — برای افزودن توکن، تنظیمات را باز کنید
fr: Non connecté — ouvrez les Paramètres pour ajouter un jeton
hi: साइन इन नहीं हैं — टोकन जोड़ने के लिए सेटिंग्स खोलें
it: Non hai effettuato l'accesso — apri Impostazioni per aggiungere un token
ja: サインインしていません — 設定を開いてトークンを追加してください
ko: 로그인되어 있지 않습니다 — 설정을 열어 토큰을 추가하세요
nl: Niet aangemeld — open Instellingen om een token toe te voegen
pl: Nie zalogowano — otwórz Ustawienia, aby dodać token
pt: Sessão não iniciada — abra Definições para adicionar um token
ru: Вы не вошли — откройте Настройки, чтобы добавить токен
sv: Inte inloggad — öppna Inställningar för att lägga till en token
tr: Oturum açılmadı — token eklemek için Ayarlar'ı açın
uk: Не виконано вхід — відкрийте Налаштування, щоб додати токен
zh: 未登录 — 打开“设置”以添加令牌

source: OK
ar: موافق
es: Aceptar
fa: تأیید
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
uk: ОК
zh: 确定

source: Offline — last value may be stale
ar: غير متصل — قد تكون آخر قيمة قديمة
cs: Offline — poslední hodnota může být zastaralá
de: Offline — letzter Wert ist möglicherweise veraltet
es: Sin conexión — el último valor puede estar desactualizado
fa: آفلاین — آخرین مقدار ممکن است قدیمی باشد
fr: Hors ligne — la dernière valeur peut être obsolète
hi: ऑफ़लाइन — अंतिम मान पुराना हो सकता है
it: Offline — l'ultimo valore potrebbe essere obsoleto
ja: オフライン — 最後の値は古い可能性があります
ko: 오프라인 — 마지막 값이 오래되었을 수 있습니다
nl: Offline — laatste waarde kan verouderd zijn
pl: Offline — ostatnia wartość może być nieaktualna
pt: Offline — o último valor pode estar desatualizado
ru: Нет подключения — последнее значение может быть устаревшим
sv: Offline — senaste värdet kan vara inaktuellt
tr: Çevrimdışı — son değer güncel olmayabilir
uk: Немає з'єднання — останнє значення може бути застарілим
zh: 离线 — 上次的值可能已过期

source: Opacity:
ar: الإعتام:
cs: Krytí:
de: Deckkraft:
es: Opacidad:
fa: کدری:
fr: Opacité :
hi: अपारदर्शिता:
it: Opacità:
ja: 不透明度:
ko: 불투명도:
nl: Dekking:
pl: Krycie:
pt: Opacidade:
ru: Непрозрачность:
sv: Opacitet:
tr: Opaklık:
uk: Непрозорість:
zh: 不透明度:

source: Open
ar: فتح
cs: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть
sv: Öppna
tr: Aç
uk: Відкрити
zh: 打开

source: Open claude.ai/settings/usage
ar: افتح claude.ai/settings/usage
cs: Otevřít claude.ai/settings/usage
de: claude.ai/settings/usage öffnen
es: Abrir claude.ai/settings/usage
fa: باز کردن claude.ai/settings/usage
fr: Ouvrir claude.ai/settings/usage
hi: claude.ai/settings/usage खोलें
it: Apri claude.ai/settings/usage
ja: claude.ai/settings/usage を開く
ko: claude.ai/settings/usage 열기
nl: claude.ai/settings/usage openen
pl: Otwórz claude.ai/settings/usage
pt: Abrir claude.ai/settings/usage
ru: Открыть claude.ai/settings/usage
sv: Öppna claude.ai/settings/usage
tr: claude.ai/settings/usage adresini aç
uk: Відкрити claude.ai/settings/usage
zh: 打开 claude.ai/settings/usage

source: Orange at
ar: البرتقالي عند
cs: Oranžová při
de: Orange bei
es: Naranja en
fa: نارنجی در
fr: Orange à
hi: नारंगी पर
it: Arancione al
ja: オレンジ
ko: 주황색
nl: Oranje bij
pl: Pomarańczowy przy
pt: Laranja em
ru: Оранжевый при
sv: Orange vid
tr: Turuncu eşiği
uk: Помаранчевий при
zh: 橙色阈值

source: Orange at (%)
ar: البرتقالي عند (%)
cs: Oranžová při (%)
de: Orange bei (%)
es: Naranja en (%)
fa: نارنجی در (%)
fr: Orange à (%)
hi: नारंगी पर (%)
it: Arancione al (%)
ja: オレンジ (%)
ko: 주황색 (%)
nl: Oranje bij (%)
pl: Pomarańczowy przy (%)
pt: Laranja em (%)
ru: Оранжевый при (%)
sv: Orange vid (%)
tr: Turuncu eşiği (%)
uk: Помаранчевий при (%)
zh: 橙色阈值 (%)

source: Orange at (%):
ar: البرتقالي عند (%):
cs: Oranžová při (%):
de: Orange bei (%):
es: Naranja en (%):
fa: نارنجی در (%):
fr: Orange à (%) :
hi: नारंगी पर (%):
it: Arancione al (%):
ja: オレンジ (%):
ko: 주황색 (%):
nl: Oranje bij (%):
pl: Pomarańczowy przy (%):
pt: Laranja em (%):
ru: Оранжевый при (%):
sv: Orange vid (%):
tr: Turuncu eşiği (%):
uk: Помаранчевий при (%):
zh: 橙色阈值 (%):

source: Poll interval (s):
ar: فاصل الاستطلاع (ث):
cs: Interval dotazování (s):
de: Abfrageintervall (s):
es: Intervalo de sondeo (s):
fa: فاصلهٔ نظرسنجی (ث):
fr: Intervalle d'interrogation (s) :
hi: पोल अंतराल (से.):
it: Intervallo di polling (s):
ja: ポーリング間隔(秒):
ko: 폴링 간격(초):
nl: Pollinginterval (s):
pl: Interwał odpytywania (s):
pt: Intervalo de sondagem (s):
ru: Интервал опроса (с):
sv: Pollningsintervall (s):
tr: Yoklama aralığı (sn):
uk: Інтервал опитування (с):
zh: 轮询间隔(秒):

source: Poll interval (seconds)
ar: فاصل الاستطلاع (بالثواني)
cs: Interval dotazování (sekundy)
de: Abfrageintervall (Sekunden)
es: Intervalo de sondeo (segundos)
fa: فاصلهٔ نظرسنجی (ثانیه)
fr: Intervalle d'interrogation (secondes)
hi: पोल अंतराल (सेकंड)
it: Intervallo di polling (secondi)
ja: ポーリング間隔(秒)
ko: 폴링 간격(초)
nl: Pollinginterval (seconden)
pl: Interwał odpytywania (sekundy)
pt: Intervalo de sondagem (segundos)
ru: Интервал опроса (секунды)
sv: Pollningsintervall (sekunder)
tr: Yoklama aralığı (saniye)
uk: Інтервал опитування (секунди)
zh: 轮询间隔(秒)

source: Quit ClaudeBar
ar: إنهاء ClaudeBar
cs: Ukončit ClaudeBar
de: ClaudeBar beenden
es: Salir de ClaudeBar
fa: خروج از ClaudeBar
fr: Quitter ClaudeBar
hi: ClaudeBar से बाहर निकलें
it: Esci da ClaudeBar
ja: ClaudeBar を終了
ko: ClaudeBar 종료
nl: ClaudeBar afsluiten
pl: Zakończ ClaudeBar
pt: Sair do ClaudeBar
ru: Закрыть ClaudeBar
sv: Avsluta ClaudeBar
tr: ClaudeBar'dan çık
uk: Вийти з ClaudeBar
zh: 退出 ClaudeBar

source: Rate limited by Claude API
ar: تم تقييد المعدل بواسطة Claude API
cs: Omezeno rychlostním limitem Claude API
de: Anfragelimit der Claude API erreicht
es: Límite de tasa de Claude API alcanzado
fa: محدودیت نرخ توسط Claude API اعمال شد
fr: Limite de débit imposée par Claude API
hi: Claude API द्वारा दर सीमा लागू
it: Limite di velocità imposto da Claude API
ja: Claude API のレート制限に達しました
ko: Claude API의 속도 제한에 도달했습니다
nl: Snelheidslimiet bereikt bij Claude API
pl: Osiągnięto limit zapytań Claude API
pt: Limite de taxa atingido pela Claude API
ru: Превышен лимит запросов Claude API
sv: Hastighetsbegränsad av Claude API
tr: Claude API tarafından hız sınırı uygulandı
uk: Перевищено ліміт запитів Claude API
zh: 已达到 Claude API 速率限制

source: Red at
ar: الأحمر عند
cs: Červená při
de: Rot bei
es: Rojo en
fa: قرمز در
fr: Rouge à
hi: लाल पर
it: Rosso al
ja: レッド
ko: 빨간색
nl: Rood bij
pl: Czerwony przy
pt: Vermelho em
ru: Красный при
sv: Röd vid
tr: Kırmızı eşiği
uk: Червоний при
zh: 红色阈值

source: Red at (%)
ar: الأحمر عند (%)
cs: Červená při (%)
de: Rot bei (%)
es: Rojo en (%)
fa: قرمز در (%)
fr: Rouge à (%)
hi: लाल पर (%)
it: Rosso al (%)
ja: レッド (%)
ko: 빨간색 (%)
nl: Rood bij (%)
pl: Czerwony przy (%)
pt: Vermelho em (%)
ru: Красный при (%)
sv: Röd vid (%)
tr: Kırmızı eşiği (%)
uk: Червоний при (%)
zh: 红色阈值 (%)

source: Red at (%):
ar: الأحمر عند (%):
cs: Červená při (%):
de: Rot bei (%):
es: Rojo en (%):
fa: قرمز در (%):
fr: Rouge à (%) :
hi: लाल पर (%):
it: Rosso al (%):
ja: レッド (%):
ko: 빨간색 (%):
nl: Rood bij (%):
pl: Czerwony przy (%):
pt: Vermelho em (%):
ru: Красный при (%):
sv: Röd vid (%):
tr: Kırmızı eşiği (%):
uk: Червоний при (%):
zh: 红色阈值 (%):

source: Refresh
ar: التحديث
cs: Aktualizace
de: Aktualisierung
es: Actualización
fa: به‌روزرسانی
fr: Actualisation
hi: ताज़ा करें
it: Aggiornamento
ja: 更新
ko: 새로 고침
nl: Vernieuwen
pl: Odświeżanie
pt: Atualização
ru: Обновление
sv: Uppdatering
tr: Yenileme
uk: Оновлення
zh: 刷新

source: Refresh now
ar: تحديث الآن
cs: Aktualizovat nyní
de: Jetzt aktualisieren
es: Actualizar ahora
fa: هم‌اکنون به‌روزرسانی کنید
fr: Actualiser maintenant
hi: अभी ताज़ा करें
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로 고침
nl: Nu vernieuwen
pl: Odśwież teraz
pt: Atualizar agora
ru: Обновить сейчас
sv: Uppdatera nu
tr: Şimdi yenile
uk: Оновити зараз
zh: 立即刷新

source: Resets %s
ar: تتم إعادة التعيين %s
cs: Obnoví se %s
de: Zurücksetzung %s
es: Se reinicia %s
fa: بازنشانی %s
fr: Réinitialisation %s
hi: %s रीसेट होगा
it: Reimpostazione %s
ja: %s にリセット
ko: %s 후 초기화
nl: Reset %s
pl: Resetuje się %s
pt: Reinicia %s
ru: Сброс %s
sv: Återställs %s
tr: Sıfırlanır %s
uk: Скидання %s
zh: %s 后重置

source: Settings…
ar: الإعدادات…
cs: Nastavení…
de: Einstellungen…
es: Ajustes…
fa: تنظیمات…
fr: Paramètres…
hi: सेटिंग्स…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pl: Ustawienia…
pt: Definições…
ru: Настройки…
sv: Inställningar…
tr: Ayarlar…
uk: Налаштування…
zh: 设置…

source: Show always-on-top meter on the desktop
ar: إظهار مقياس فوق كل النوافذ على سطح المكتب
cs: Zobrazit měřič vždy navrchu na ploše
de: Immer im Vordergrund liegende Anzeige auf dem Desktop einblenden
es: Mostrar un medidor siempre visible en el escritorio
fa: نمایش سنجهٔ همیشه‌بالا روی دسکتاپ
fr: Afficher un compteur toujours visible sur le bureau
hi: डेस्कटॉप पर हमेशा-शीर्ष पर मीटर दिखाएँ
it: Mostra indicatore sempre in primo piano sul desktop
ja: デスクトップに常に最前面のメーターを表示
ko: 데스크탑에 항상 위에 표시되는 미터 표시
nl: Toon altijd-bovenop meter op het bureaublad
pl: Pokaż miernik zawsze na wierzchu na pulpicie
pt: Mostrar um medidor sempre visível no ambiente de trabalho
ru: Показывать индикатор поверх всех окон на рабочем столе
sv: Visa alltid-överst-mätare på skrivbordet
tr: Masaüstünde her zaman üstte göstergeyi göster
uk: Показувати індикатор поверх усіх вікон на робочому столі
zh: 在桌面上显示置顶计量器

source: Show numeric percentages beside the bars
ar: إظهار النسب المئوية الرقمية بجانب الأشرطة
cs: Zobrazit číselné procentní hodnoty vedle pruhů
de: Prozentwerte neben den Balken anzeigen
es: Mostrar porcentajes numéricos junto a las barras
fa: نمایش درصدهای عددی کنار نوارها
fr: Afficher les pourcentages numériques à côté des barres
hi: बार के बगल में संख्यात्मक प्रतिशत दिखाएँ
it: Mostra le percentuali numeriche accanto alle barre
ja: バーの横に数値のパーセンテージを表示
ko: 막대 옆에 숫자 백분율 표시
nl: Numerieke percentages naast de balken tonen
pl: Pokazuj wartości procentowe obok pasków
pt: Mostrar percentagens numéricas ao lado das barras
ru: Показывать числовые проценты рядом с полосами
sv: Visa numeriska procentvärden bredvid staplarna
tr: Çubukların yanında sayısal yüzdeleri göster
uk: Показувати числові відсотки поруч зі смугами
zh: 在条形旁显示数字百分比

source: Show numeric percentages next to bars
ar: إظهار النسب المئوية الرقمية بجانب الأشرطة
cs: Zobrazit číselné procentní hodnoty vedle pruhů
de: Prozentwerte neben den Balken anzeigen
es: Mostrar porcentajes numéricos junto a las barras
fa: نمایش درصدهای عددی کنار نوارها
fr: Afficher les pourcentages numériques à côté des barres
hi: बार के बगल में संख्यात्मक प्रतिशत दिखाएँ
it: Mostra le percentuali numeriche accanto alle barre
ja: バーの横に数値のパーセンテージを表示
ko: 막대 옆에 숫자 백분율 표시
nl: Numerieke percentages naast de balken tonen
pl: Pokazuj wartości procentowe obok pasków
pt: Mostrar percentagens numéricas ao lado das barras
ru: Показывать числовые проценты рядом с полосами
sv: Visa numeriska procentvärden bredvid staplarna
tr: Çubukların yanında sayısal yüzdeleri göster
uk: Показувати числові відсотки поруч зі смугами
zh: 在条形旁显示数字百分比

source: Show numeric percentages on the floating meter
ar: إظهار النسب المئوية الرقمية على المقياس العائم
cs: Zobrazit číselné procentní hodnoty na plovoucím měřiči
de: Prozentwerte auf der schwebenden Anzeige einblenden
es: Mostrar porcentajes numéricos en el medidor flotante
fa: نمایش درصدهای عددی روی سنجهٔ شناور
fr: Afficher les pourcentages numériques sur le compteur flottant
hi: तैरते मीटर पर संख्यात्मक प्रतिशत दिखाएँ
it: Mostra le percentuali numeriche sull'indicatore mobile
ja: フローティングメーターに数値のパーセンテージを表示
ko: 부동 미터에 숫자 백분율 표시
nl: Numerieke percentages op de zwevende meter tonen
pl: Pokaż wartości procentowe na pływającym mierniku
pt: Mostrar percentagens numéricas no medidor flutuante
ru: Показывать числовые проценты на плавающем индикаторе
sv: Visa numeriska procentvärden på den flytande mätaren
tr: Yüzen göstergede sayısal yüzdeleri göster
uk: Показувати числові відсотки на плаваючому індикаторі
zh: 在浮动计量器上显示数字百分比
